Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 复制
zh_hant: 複製

source: Copy code
de: Code kopieren
es: Copiar código
fr: Copier le code
it: Copia il codice
ja: コードをコピー
ko: 코드 복사
pt_br: Copiar código
zh_hans: 复制代码
zh_hant: 複製程式碼

source: Copy command
de: Befehl kopieren
es: Copiar comando
fr: Copier la commande
it: Copia comando
ja: コマンドをコピー
ko: 명령 복사
pt_br: Copiar comando
zh_hans: 复制命令
zh_hant: 複製命令

source: Copy diagnostics
de: Diagnose kopieren
es: Copiar diagnóstico
fr: Copier le diagnostic
it: Copia diagnostica
ja: 診断情報をコピー
ko: 진단 정보 복사
pt_br: Copiar diagnóstico
zh_hans: 复制诊断信息
zh_hant: 複製診斷資訊

source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia link
ja: リンクをコピー
ko: 링크 복사
pt_br: Copiar link
zh_hans: 复制链接
zh_hant: 複製連結

source: Copy path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
pt_br: Copiar caminho
zh_hans: 复制路径
zh_hant: 複製路徑

source: Copy the whole conversation
de: Die ganze Unterhaltung kopieren
es: Copiar toda la conversación
fr: Copier toute la conversation
it: Copia l’intera conversazione
ja: 会話全体をコピー
ko: 대화 전체 복사
pt_br: Copiar a conversa inteira
zh_hans: 复制整段对话
zh_hant: 複製整段對話

source: Copy title
de: Titel kopieren
es: Copiar título
fr: Copier le titre
it: Copia il titolo
ja: タイトルをコピー
ko: 제목 복사
pt_br: Copiar título
zh_hans: 复制标题
zh_hant: 複製標題

source: Copy transcript
de: Transkript kopieren
es: Copiar transcripción
fr: Copier la transcription
it: Copia la trascrizione
ja: トランスクリプトをコピー
ko: 대화록 복사
pt_br: Copiar transcrição
zh_hans: 复制记录
zh_hant: 複製紀錄

source: Copy update command
de: Update-Befehl kopieren
es: Copiar comando de actualización
fr: Copier la commande de mise à jour
it: Copia il comando di aggiornamento
ja: 更新コマンドをコピー
ko: 업데이트 명령 복사
pt_br: Copiar comando de atualização
zh_hans: 复制更新命令
zh_hant: 複製更新指令

source: Copy version
de: Version kopieren
es: Copiar versión
fr: Copier la version
it: Copia versione
ja: バージョンをコピー
ko: 버전 복사
pt_br: Copiar versão
zh_hans: 复制版本号
zh_hant: 複製版本

source: Couldn't ask %@ to restart: %@
de: %1$@ konnte nicht zum Neustart aufgefordert werden: %2$@
es: No se pudo pedir a %1$@ que se reiniciara: %2$@
fr: Impossible de demander à %1$@ de redémarrer : %2$@
it: Impossibile chiedere a %1$@ di riavviarsi: %2$@
ja: %1$@に再起動を依頼できませんでした:%2$@
ko: %1$@에 재시동을 요청하지 못했습니다: %2$@
pt_br: Não foi possível pedir a %1$@ para reiniciar: %2$@
zh_hans: 无法请求 %1$@ 重新启动：%2$@
zh_hant: 無法請求 %1$@ 重新開機：%2$@

source: Couldn't ask %@ to update: %@
de: %1$@ konnte nicht zur Aktualisierung aufgefordert werden: %2$@
es: No se pudo pedir a %1$@ que se actualizara: %2$@
fr: Impossible de demander à %1$@ de se mettre à jour : %2$@
it: Impossibile chiedere a %1$@ di aggiornarsi: %2$@
ja: %1$@に更新を依頼できませんでした:%2$@
ko: %1$@에 업데이트를 요청하지 못했습니다: %2$@
pt_br: Não foi possível pedir a %1$@ para atualizar: %2$@
zh_hans: 无法请求 %1$@ 进行更新：%2$@
zh_hant: 無法請求 %1$@ 進行更新：%2$@

source: Couldn't check
de: Prüfung fehlgeschlagen
es: No se pudo comprobar
fr: Vérification impossible
it: Impossibile verificare
ja: 確認できませんでした
ko: 확인할 수 없음
pt_br: Não foi possível verificar
zh_hans: 无法检查
zh_hant: 無法檢查

source: Couldn't compact
de: Verdichten fehlgeschlagen
es: No se pudo compactar
fr: Compactage impossible
it: Compattazione non riuscita
ja: 圧縮できませんでした
ko: 압축하지 못했습니다
pt_br: Não foi possível compactar
zh_hans: 无法压缩
zh_hant: 無法壓縮

source: Couldn't export the picture.
de: Bild konnte nicht exportiert werden.
es: No se pudo exportar la imagen.
fr: Impossible d’exporter l’image.
it: Impossibile esportare l’immagine.
ja: 画像を書き出せませんでした。
ko: 이미지를 내보내지 못했습니다.
pt_br: Não foi possível exportar a imagem.
zh_hans: 无法导出图片。
zh_hant: 無法輸出圖片。

source: Couldn't export the transcript.
de: Transkript konnte nicht exportiert werden.
es: No se pudo exportar la transcripción.
fr: Impossible d’exporter la transcription.
it: Impossibile esportare la trascrizione.
ja: トランスクリプトを書き出せませんでした。
ko: 대화록을 내보내지 못했습니다.
pt_br: Não foi possível exportar a transcrição.
zh_hans: 无法导出记录。
zh_hant: 無法輸出紀錄。

source: Couldn't fork this conversation.
de: Diese Unterhaltung konnte nicht abgezweigt werden.
es: No se pudo ramificar esta conversación.
fr: Impossible de dupliquer cette conversation.
it: Impossibile diramare questa conversazione.
ja: この会話を分岐できませんでした。
ko: 이 대화를 분기하지 못했습니다.
pt_br: Não foi possível ramificar esta conversa.
zh_hans: 无法分支此对话。
zh_hant: 無法分支此對話。

source: Couldn't load %@
de: %@ konnte nicht geladen werden
es: No se pudo cargar %@
fr: Impossible de charger %@
it: Impossibile caricare %@
ja: %@ を読み込めませんでした
ko: %@을(를) 불러오지 못했습니다
pt_br: Não foi possível carregar %@
zh_hans: 无法加载 %@
zh_hant: 無法載入 %@

source: Couldn't load files
de: Dateien konnten nicht geladen werden
es: No se pudieron cargar los archivos
fr: Impossible de charger les fichiers
it: Impossibile caricare i file
ja: ファイルを読み込めませんでした
ko: 파일을 불러오지 못했습니다
pt_br: Não foi possível carregar os arquivos
zh_hans: 无法加载文件
zh_hant: 無法載入檔案

source: Couldn't load usage: %@
de: Nutzung konnte nicht geladen werden: %@
es: No se pudo cargar el uso: %@
fr: Impossible de charger l’usage : %@
it: Impossibile caricare l’utilizzo: %@
ja: 使用状況を読み込めませんでした: %@
ko: 사용량을 불러오지 못했습니다: %@
pt_br: Não foi possível carregar o uso: %@
zh_hans: 无法加载用量：%@
zh_hant: 無法載入用量：%@

source: Couldn't reach %@
de: %@ war nicht erreichbar
es: No se pudo contactar con %@
fr: Impossible de joindre %@
it: Impossibile raggiungere %@
ja: %@に接続できませんでした
ko: %@에 연결할 수 없었습니다
pt_br: Não foi possível contatar %@
zh_hans: 无法连接到 %@
zh_hant: 無法連線到 %@

source: Couldn't reach the App Store. Check your connection and try again.
de: Der App Store war nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo conectar con el App Store. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de joindre l’App Store. Vérifiez votre connexion et réessayez.
it: Impossibile raggiungere l’App Store. Controlla la connessione e riprova.
ja: App Store に接続できませんでした。接続を確認してもう一度お試しください。
ko: App Store에 연결하지 못했습니다. 연결을 확인하고 다시 시도하세요.
pt_br: Não foi possível acessar a App Store. Verifique sua conexão e tente novamente.
zh_hans: 无法连接 App Store。请检查网络后重试。
zh_hant: 無法連線 App Store。請檢查網路後再試一次。

source: Couldn't read %@.
de: %@ konnte nicht gelesen werden.
es: No se pudo leer %@.
fr: Impossible de lire %@.
it: Impossibile leggere %@.
ja: %@ を読み取れませんでした。
ko: %@을(를) 읽지 못했습니다.
pt_br: Não foi possível ler %@.
zh_hans: 无法读取 %@。
zh_hant: 無法讀取 %@。

source: Couldn't read stored credentials for %@.
de: Die gespeicherten Zugangsdaten für %@ konnten nicht gelesen werden.
es: No se pudieron leer las credenciales guardadas de %@.
fr: Impossible de lire les identifiants enregistrés pour %@.
it: Impossibile leggere le credenziali salvate per %@.
ja: %@ の保存済み認証情報を読み取れませんでした。
ko: %@의 저장된 자격 증명을 읽지 못했습니다.
pt_br: Não foi possível ler as credenciais salvas de %@.
zh_hans: 无法读取 %@ 的已保存凭据。
zh_hant: 無法讀取 %@ 的已儲存憑證。

source: Couldn't refine that one. Give it another try.
de: Das ließ sich nicht verfeinern. Versuch es noch einmal.
es: No se pudo refinar. Inténtalo otra vez.
fr: Impossible d’affiner celui-ci. Réessayez.
it: Non è stato possibile rifinirlo. Riprova.
ja: うまく推敲できませんでした。もう一度お試しください。
ko: 다듬지 못했습니다. 다시 시도해 보세요.
pt_br: Não foi possível refinar. Tente de novo.
zh_hans: 没能润色成功，请再试一次。
zh_hant: 沒能潤飾成功，請再試一次。

source: Couldn't rename this conversation.
de: Diese Unterhaltung konnte nicht umbenannt werden.
es: No se pudo renombrar esta conversación.
fr: Impossible de renommer cette conversation.
it: Impossibile rinominare questa conversazione.
ja: この会話の名前を変更できませんでした。
ko: 이 대화의 이름을 변경하지 못했습니다.
pt_br: Não foi possível renomear esta conversa.
zh_hans: 无法重命名此对话。
zh_hant: 無法重新命名此對話。

source: Couldn't run /%@.
de: /%@ konnte nicht ausgeführt werden.
es: No se pudo ejecutar /%@.
fr: Impossible d’exécuter /%@.
it: Impossibile eseguire /%@.
ja: /%@ を実行できませんでした。
ko: /%@을(를) 실행하지 못했습니다.
pt_br: Não foi possível executar /%@.
zh_hans: 无法执行 /%@。
zh_hant: 無法執行 /%@。

source: Couldn't save profile: %@
de: Profil konnte nicht gesichert werden: %@
es: No se pudo guardar el perfil: %@
fr: Impossible d’enregistrer le profil : %@
it: Impossibile salvare il profilo: %@
ja: プロファイルを保存できませんでした: %@
ko: 프로필을 저장하지 못했습니다: %@
pt_br: Não foi possível salvar o perfil: %@
zh_hans: 无法保存配置：%@
zh_hant: 無法儲存設定檔：%@

source: Couldn't save that server
de: Server konnte nicht gesichert werden
es: No se pudo guardar ese servidor
fr: Impossible d’enregistrer ce serveur
it: Impossibile salvare quel server
ja: サーバを保存できませんでした
ko: 서버를 저장하지 못했습니다
pt_br: Não foi possível salvar esse servidor
zh_hans: 无法保存该服务器
zh_hant: 無法儲存該伺服器

source: Couldn't save to Photos
de: Sichern in Fotos fehlgeschlagen
es: No se pudo guardar en Fotos
fr: Enregistrement dans Photos impossible
it: Salvataggio in Foto non riuscito
ja: 写真に保存できませんでした
ko: 사진에 저장하지 못했습니다
pt_br: Não foi possível salvar em Fotos
zh_hans: 无法存储到照片
zh_hant: 無法儲存到照片

source: Couldn't save token
de: Token konnte nicht gesichert werden
es: No se pudo guardar el token
fr: Impossible d’enregistrer le jeton
it: Impossibile salvare il token
ja: トークンを保存できませんでした
ko: 토큰을 저장하지 못했습니다
pt_br: Não foi possível salvar o token
zh_hans: 无法保存令牌
zh_hant: 無法儲存權杖

source: Couldn't send
de: Senden fehlgeschlagen
es: No se pudo enviar
fr: Envoi impossible
it: Invio non riuscito
ja: 送信できませんでした
ko: 전송하지 못함
pt_br: Falha ao enviar
zh_hans: 发送失败
zh_hant: 傳送失敗

source: Couldn't start the chat
de: Chat konnte nicht gestartet werden
es: No se pudo iniciar el chat
fr: Impossible de démarrer la discussion
it: Impossibile avviare la chat
ja: チャットを開始できませんでした
ko: 대화를 시작하지 못했습니다
pt_br: Não foi possível iniciar a conversa
zh_hans: 无法开始对话
zh_hant: 無法開始對話

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

source: Credits
de: Guthaben
es: Créditos
fr: Crédits
it: Crediti
ja: クレジット
ko: 크레딧
pt_br: Créditos
zh_hans: 额度
zh_hant: 點數

source: Custom…
de: Eigener Wert …
es: Personalizado…
fr: Personnalisé…
it: Personalizzato…
ja: カスタム…
ko: 사용자화…
pt_br: Personalizado…
zh_hans: 自定…
zh_hant: 自訂…

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色

source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
it: Giorno %lld
ja: %lld 日
ko: %lld일
pt_br: Dia %lld
zh_hans: %lld 日
zh_hant: %lld 日

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
zh_hans: 默认
zh_hant: 預設

source: Default model
de: Standardmodell
es: Modelo predeterminado
fr: Modèle par défaut
it: Modello predefinito
ja: デフォルトのモデル
ko: 기본 모델
pt_br: Modelo padrão
zh_hans: 默认模型
zh_hant: 預設模型

source: Default server
de: Standardserver
es: Servidor predeterminado
fr: Serveur par défaut
it: Server predefinito
ja: デフォルトのサーバ
ko: 기본 서버
pt_br: Servidor padrão
zh_hans: 默认服务器
zh_hant: 預設伺服器

source: Defaults
de: Standardwerte
es: Valores predeterminados
fr: Valeurs par défaut
it: Impostazioni predefinite
ja: デフォルト
ko: 기본값
pt_br: Padrões
zh_hans: 默认设置
zh_hant: 預設值

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
zh_hans: 删除
zh_hant: 刪除

source: Delete conversation?
de: Unterhaltung löschen?
es: ¿Eliminar la conversación?
fr: Supprimer la conversation ?
it: Eliminare la conversazione?
ja: 会話を削除しますか？
ko: 대화를 삭제할까요?
pt_br: Apagar a conversa?
zh_hans: 要删除对话吗？
zh_hant: 要刪除對話嗎？

source: Demo mode. Sample data, no real servers.
de: Demo-Modus. Beispieldaten, keine echten Server.
es: Modo demo. Datos de ejemplo, ningún servidor real.
fr: Mode démo. Données d’exemple, aucun serveur réel.
it: Modalità demo. Dati di esempio, nessun server reale.
ja: デモモードです。サンプルデータのみで、実際のサーバはありません。
ko: 데모 모드입니다. 예제 데이터이며 실제 서버는 없습니다.
pt_br: Modo demonstração. Dados de exemplo, nenhum servidor real.
zh_hans: 演示模式。示例数据，没有真实服务器。
zh_hant: 示範模式。範例資料，沒有真實伺服器。

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
it: Nega
ja: 拒否
ko: 거부
pt_br: Negar
zh_hans: 拒绝
zh_hant: 拒絕

source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
it: Diagnostica
ja: 診断
ko: 진단
pt_br: Diagnóstico
zh_hans: 诊断
zh_hant: 診斷

source: Diagnostics are on the clipboard.
de: Die Diagnose liegt in der Zwischenablage.
es: El diagnóstico está en el portapapeles.
fr: Le diagnostic est dans le presse-papiers.
it: La diagnostica è negli appunti.
ja: 診断情報をクリップボードにコピーしました。
ko: 진단 정보가 클립보드에 복사되었습니다.
pt_br: O diagnóstico está na área de transferência.
zh_hans: 诊断信息已复制到剪贴板。
zh_hant: 診斷資訊已複製到剪貼板。

source: Diagnostics copied
de: Diagnose kopiert
es: Diagnóstico copiado
fr: Diagnostic copié
it: Diagnostica copiata
ja: 診断情報をコピーしました
ko: 진단 정보 복사됨
pt_br: Diagnóstico copiado
zh_hans: 已复制诊断信息
zh_hant: 已複製診斷資訊

source: Diagnostics from connections, chats, and syncs show up here.
de: Diagnosedaten zu Verbindungen, Chats und Synchronisierungen erscheinen hier.
es: Aquí aparecen los diagnósticos de conexiones, chats y sincronizaciones.
fr: Les diagnostics des connexions, discussions et synchronisations apparaissent ici.
it: Qui compaiono le diagnostiche di connessioni, chat e sincronizzazioni.
ja: 接続・チャット・同期の診断情報がここに表示されます。
ko: 연결, 대화, 동기화 진단 정보가 여기에 표시됩니다.
pt_br: Diagnósticos de conexões, conversas e sincronizações aparecem aqui.
zh_hans: 连接、对话和同步的诊断信息会显示在这里。
zh_hant: 連線、對話與同步的診斷資訊會顯示在這裡。

source: Diagnostics were copied to the clipboard instead. Send them to %@.
de: Die Diagnose wurde stattdessen in die Zwischenablage kopiert. Sende sie an %@.
es: El diagnóstico se copió al portapapeles. Envíalo a %@.
fr: Le diagnostic a été copié dans le presse-papiers. Envoyez-le à %@.
it: La diagnostica è stata copiata negli appunti. Inviala a %@.
ja: 代わりに診断情報をクリップボードにコピーしました。%@ に送信してください。
ko: 대신 진단 정보를 클립보드에 복사했습니다. %@(으)로 보내 주세요.
pt_br: O diagnóstico foi copiado para a área de transferência. Envie para %@.
zh_hans: 诊断信息已改为复制到剪贴板。请发送到 %@。
zh_hant: 診斷資訊已改為複製到剪貼板。請寄送至 %@。

source: Didn't hear how it ended
de: Keine Rückmeldung, wie es endete
es: No se supo cómo terminó
fr: Aucune indication sur la façon dont ça s'est terminé
it: Nessuna notizia su come è finito
ja: 結果の報告がありませんでした
ko: 결과를 전달받지 못했습니다
pt_br: Não houve retorno sobre como terminou
zh_hans: 没有收到结束的消息
zh_hant: 沒有收到結束的訊息

source: Discover
de: Suchen
es: Descubrir
fr: Découvrir
it: Rileva
ja: 検出
ko: 검색
pt_br: Descobrir
zh_hans: 发现
zh_hant: 探索

source: Discover on tailnet
de: Im Tailnet suchen
es: Descubrir en el tailnet
fr: Découvrir sur le tailnet
it: Rileva sul tailnet
ja: tailnet 上で検出
ko: tailnet에서 검색
pt_br: Descobrir na tailnet
zh_hans: 在 tailnet 上发现
zh_hant: 在 tailnet 上探索

source: Discover servers on tailnet
de: Server im Tailnet suchen
es: Descubrir servidores en el tailnet
fr: Découvrir des serveurs sur le tailnet
it: Rileva server sul tailnet
ja: tailnet 上のサーバを検出
ko: tailnet에서 서버 검색
pt_br: Descobrir servidores na tailnet
zh_hans: 在 tailnet 上发现服务器
zh_hant: 在 tailnet 上探索伺服器

source: Discover servers on your tailnet or enter the address manually.
de: Suche Server in deinem Tailnet oder gib die Adresse manuell ein.
es: Descubre servidores en tu tailnet o introduce la dirección manualmente.
fr: Découvrez des serveurs sur votre tailnet ou saisissez l’adresse manuellement.
it: Rileva i server sul tuo tailnet o inserisci l’indirizzo manualmente.
ja: tailnet 上のサーバを検出するか、アドレスを手動で入力してください。
ko: tailnet에서 서버를 검색하거나 주소를 직접 입력하세요.
pt_br: Descubra servidores na sua tailnet ou digite o endereço manualmente.
zh_hans: 在你的 tailnet 上发现服务器，或手动输入地址。
zh_hant: 在你的 tailnet 上探索伺服器，或手動輸入位址。

source: Dismiss
de: Schließen
es: Descartar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

source: done
de: erledigt
es: hecho
fr: terminé
it: fatto
ja: 完了
ko: 완료됨
pt_br: concluído
zh_hans: 已完成
zh_hant: 已完成

source: Done in %@
de: Fertig in %@
es: Listo en %@
fr: Terminé en %@
it: Completato in %@
ja: %@ で完了
ko: %@ 만에 완료
pt_br: Concluído em %@
zh_hans: 用时 %@ 完成
zh_hant: 耗時 %@ 完成

source: Double tap to hide agent steps
de: Doppeltippen, um Agentenschritte auszublenden
es: Toca dos veces para ocultar los pasos del agente
fr: Touchez deux fois pour masquer les étapes de l’agent
it: Tocca due volte per nascondere i passaggi dell’agente
ja: ダブルタップでエージェントの手順を非表示
ko: 두 번 탭하면 에이전트 단계를 숨깁니다
pt_br: Toque duas vezes para ocultar as etapas do agente
zh_hans: 轻点两下以隐藏智能体步骤
zh_hant: 點兩下以隱藏代理步驟

source: Double tap to hide this agent's work
de: Doppeltippen, um die Arbeit dieses Agenten auszublenden
es: Toca dos veces para ocultar el trabajo de este agente
fr: Touchez deux fois pour masquer le travail de cet agent
it: Tocca due volte per nascondere il lavoro di questo agente
ja: ダブルタップでこのエージェントの作業を非表示
ko: 두 번 탭하면 이 에이전트의 작업을 숨깁니다
pt_br: Toque duas vezes para ocultar o trabalho deste agente
zh_hans: 轻点两下以隐藏此智能体的工作
zh_hant: 點兩下以隱藏此代理的工作

source: Double tap to show agent steps
de: Doppeltippen, um Agentenschritte einzublenden
es: Toca dos veces para mostrar los pasos del agente
fr: Touchez deux fois pour afficher les étapes de l’agent
it: Tocca due volte per mostrare i passaggi dell’agente
ja: ダブルタップでエージェントの手順を表示
ko: 두 번 탭하면 에이전트 단계를 표시합니다
pt_br: Toque duas vezes para mostrar as etapas do agente
zh_hans: 轻点两下以显示智能体步骤
zh_hant: 點兩下以顯示代理步驟

source: Double tap to show this agent's work
de: Doppeltippen, um die Arbeit dieses Agenten einzublenden
es: Toca dos veces para mostrar el trabajo de este agente
fr: Touchez deux fois pour afficher le travail de cet agent
it: Tocca due volte per mostrare il lavoro di questo agente
ja: ダブルタップでこのエージェントの作業を表示
ko: 두 번 탭하면 이 에이전트의 작업을 표시합니다
pt_br: Toque duas vezes para mostrar o trabalho deste agente
zh_hans: 轻点两下以显示此智能体的工作
zh_hant: 點兩下以顯示此代理的工作

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
zh_hans: 下载
zh_hant: 下載

source: Downloading
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement en cours
it: Download in corso
ja: ダウンロード中
ko: 다운로드 중
pt_br: Baixando
zh_hans: 下载中
zh_hant: 下載中

source: End the command the agent left running on the machine
de: Beendet den Befehl, den der Agent auf der Maschine laufen ließ
es: Termina el comando que el agente dejó ejecutándose en la máquina
fr: Met fin à la commande que l’agent a laissée tourner sur la machine
it: Termina il comando che l’agente ha lasciato in esecuzione sulla macchina
ja: エージェントがマシン上で実行したままにしたコマンドを終了します
ko: 에이전트가 기기에서 실행한 채로 남겨둔 명령을 종료합니다
pt_br: Encerra o comando que o agente deixou rodando na máquina
zh_hans: 结束智能体在机器上留下运行的命令
zh_hant: 結束代理在機器上留下執行的指令

source: EST
de: GESCH.
it: STIM.
ja: 推定
ko: 추정
zh_hans: 估算
zh_hant: 估算

source: Earlier messages were replaced by a summary
de: Frühere Nachrichten wurden durch eine Zusammenfassung ersetzt
es: Los mensajes anteriores se sustituyeron por un resumen
fr: Les messages antérieurs ont été remplacés par un résumé
it: I messaggi precedenti sono stati sostituiti da un riepilogo
ja: 以前のメッセージは要約に置き換えられました
ko: 이전 메시지는 요약으로 대체되었습니다
pt_br: As mensagens anteriores foram substituídas por um resumo
zh_hans: 较早的消息已被摘要替换
zh_hant: 較早的訊息已被摘要取代

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit Server
de: Server bearbeiten
es: Editar servidor
fr: Modifier le serveur
it: Modifica server
ja: サーバを編集
ko: 서버 편집
pt_br: Editar servidor
zh_hans: 编辑服务器
zh_hant: 編輯伺服器

source: Edit server
de: Server bearbeiten
es: Editar servidor
fr: Modifier le serveur
it: Modifica server
ja: サーバを編集
ko: 서버 편집
pt_br: Editar servidor
zh_hans: 编辑服务器
zh_hant: 編輯伺服器

source: Email diagnostics
de: Diagnose per E-Mail senden
es: Enviar diagnóstico por correo
fr: Envoyer le diagnostic par e-mail
it: Invia la diagnostica via e-mail
ja: 診断情報をメールで送信
ko: 진단 정보 이메일로 보내기
pt_br: Enviar diagnóstico por e-mail
zh_hans: 邮件发送诊断信息
zh_hant: 以電子郵件寄送診斷資訊

source: Empty conversation
de: Leere Unterhaltung
es: Conversación vacía
fr: Conversation vide
it: Conversazione vuota
ja: 空の会話
ko: 빈 대화
pt_br: Conversa vazia
zh_hans: 空对话
zh_hant: 空對話

source: Empty folder
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
it: Cartella vuota
ja: 空のフォルダ
ko: 빈 폴더
pt_br: Pasta vazia
zh_hans: 空文件夹
zh_hant: 空資料夾

source: Enhance prompts
de: Prompts verfeinern
es: Mejorar los prompts
fr: Affiner les invites
it: Rifinisci i prompt
ja: プロンプトを推敲
ko: 프롬프트 다듬기
pt_br: Refinar prompts
zh_hans: 润色提示词
zh_hant: 潤飾提示詞

source: Enhanced prompt copied.
de: Verfeinerter Prompt kopiert.
es: Prompt mejorado copiado.
fr: Invite affinée copiée.
it: Prompt rifinito copiato.
ja: 推敲したプロンプトをコピーしました。
ko: 다듬은 프롬프트를 복사했습니다.
pt_br: Prompt refinado copiado.
zh_hans: 已复制润色后的提示词。
zh_hant: 已複製潤飾後的提示詞。

# Enhanced prompt, %@: %@
source: Enhanced prompt, %1$@: %2$@
de: Verfeinerter Prompt, %1$@: %2$@
es: Prompt mejorado, %1$@: %2$@
fr: Invite affinée, %1$@ : %2$@
it: Prompt rifinito, %1$@: %2$@
ja: 推敲したプロンプト、%1$@: %2$@
ko: 다듬은 프롬프트, %1$@: %2$@
pt_br: Prompt refinado, %1$@: %2$@
zh_hans: 润色后的提示词，%1$@：%2$@
zh_hant: 潤飾後的提示詞，%1$@：%2$@

source: Enter a directory path on %@
de: Gib einen Verzeichnispfad auf %@ ein
es: Introduce una ruta de directorio en %@
fr: Saisissez un chemin de dossier sur %@
it: Inserisci un percorso di directory su %@
ja: %@ 上のディレクトリパスを入力
ko: %@의 디렉터리 경로를 입력하세요
pt_br: Digite um caminho de diretório em %@
zh_hans: 输入 %@ 上的目录路径
zh_hant: 輸入 %@ 上的目錄路徑

source: Enter a directory path on the server
de: Gib einen Verzeichnispfad auf dem Server ein
es: Introduce una ruta de directorio en el servidor
fr: Saisissez un chemin de dossier sur le serveur
it: Inserisci un percorso di directory sul server
ja: サーバ上のディレクトリパスを入力
ko: 서버의 디렉터리 경로를 입력하세요
pt_br: Digite um caminho de diretório no servidor
zh_hans: 输入服务器上的目录路径
zh_hant: 輸入伺服器上的目錄路徑

source: Enter a valid URL like http://100.x.y.z:4096
de: Gib eine gültige URL ein, z. B. http://100.x.y.z:4096
es: Introduce una URL válida como http://100.x.y.z:4096
fr: Saisissez une URL valide, par exemple http://100.x.y.z:4096
it: Inserisci un URL valido come http://100.x.y.z:4096
ja: http://100.x.y.z:4096 のような有効な URL を入力してください
ko: http://100.x.y.z:4096 형식의 올바른 URL을 입력하세요
pt_br: Digite uma URL válida como http://100.x.y.z:4096
zh_hans: 请输入有效的 URL，例如 http://100.x.y.z:4096
zh_hant: 請輸入有效的 URL，例如 http://100.x.y.z:4096

source: Enter path…
de: Pfad eingeben …
es: Introducir ruta…
fr: Saisir un chemin…
it: Inserisci percorso…
ja: パスを入力…
ko: 경로 입력…
pt_br: Digitar caminho…
zh_hans: 输入路径…
zh_hant: 輸入路徑…

source: Enter that machine's tailnet address. Run tailscale ip -4 on it, or read it off the machine list in the Tailscale app.
de: Gib die Tailnet-Adresse des Rechners ein. Führe dort tailscale ip -4 aus oder lies sie in der Geräteliste der Tailscale-App ab.
es: Introduce la dirección de tailnet de esa máquina. Ejecuta tailscale ip -4 en ella o consúltala en la lista de máquinas de la app de Tailscale.
fr: Saisissez l’adresse tailnet de cette machine. Lancez tailscale ip -4 dessus, ou lisez-la dans la liste des machines de l’app Tailscale.
it: Inserisci l’indirizzo tailnet di quella macchina. Esegui tailscale ip -4 su di essa, oppure leggilo nell’elenco delle macchine nell’app Tailscale.
ja: そのマシンの tailnet アドレスを入力します。マシン上で tailscale ip -4 を実行するか、Tailscale App のマシン一覧で確認してください。
ko: 해당 컴퓨터의 tailnet 주소를 입력하세요. 그 컴퓨터에서 tailscale ip -4를 실행하거나, Tailscale 앱의 기기 목록에서 확인하세요.
pt_br: Digite o endereço tailnet dessa máquina. Rode tailscale ip -4 nela ou leia na lista de máquinas do app Tailscale.
zh_hans: 输入那台机器的 tailnet 地址。在它上面运行 tailscale ip -4，或在 Tailscale App 的机器列表中查看。
zh_hant: 輸入那台電腦的 tailnet 位址。在它上面執行 tailscale ip -4，或在 Tailscale App 的電腦清單中查看。

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤
